Repository: ASfullmine/toTheNFTuniverse.Azulea.ENJ.TRX.BTT.HIVE.APENFT.XENOP.KOTO
Catalog: 000/.-∆~ 48432690A_PSP_PPS_xax_apz_efr_aec_yhs_afm ~∆-'/apz_Image_Editor/apz_Image_Editor/Strings/*/Resources.resw
Source language: en
Languages: es_es, fr

# aceptar
source: Ok
es_es: Aceptar
fr: D’accord

# btnAceptar.Content
source: Ok
es_es: Aceptar
fr: D’accord

# btnBN.Content
source: Black/White
es_es: Blanco/Negro
fr: Noir/Blanc

# btnBN.ToolTipService.ToolTip
source: Transforms the current image to black and white
es_es: Transforma la imagen actual a blanco y negro
fr: Transforme l’image actuelle en noir et blanc

# btnBordes.Content
source: Pixelate
es_es: Pixelar
fr: Pixelliser

# btnBordes.ToolTipService.ToolTip
source: Selecting a color differentiation tolerance generates an image with the chosen background and representative pixels in the selected color
es_es: Seleccionando una tolerancia de diferenciación de color, genera una imagen con el fondo elegido y pixeles representativos en el color seleccionado
fr: La sélection d’une tolérance de différenciation des couleurs génère une image avec l’arrière-plan choisi et les pixels représentatifs dans la couleur sélectionnée

# btnCancelar.Content
source: Cancel
es_es: Cancelar
fr: Annuler

# btnContornos.Content
source: Outlines
es_es: Contornos
fr: Contours

# btnContornos.ToolTipService.ToolTip
source: Experimental function, Draws the outlines of the different well-defined elements of an image
es_es: Función experimental, Dibuja los contornos de los distintos elementos bien definidos de una imágen
fr: Fonction expérimentale, Dessine les contours des différents éléments bien définis d’une image

# btnCut.Content
source: Chop
es_es: Trocear
fr: Diviser

# btnCut.ToolTipService.ToolTip
source: Divide the image into rows and columns, after OK you must select a folder to save the files resulting from chopping the image (It has a maximum in 10 rows and 10 columas and a minimum of 1 and 1)
es_es: Divide la imagen en filas y columnas, tras Aceptar deberá seleccionar una carpeta para guardar los archivos resultantes de trocear la imagen (Tiene un máximo en 10 filas y 10 columas y un mínimo de 1 y 1)
fr: Divisez l’image en lignes et colonnes, après OK, vous devez sélectionner un dossier pour enregistrer les fichiers résultant du hachage de l’image (il a un maximum de 10 lignes et 10 columas et un minimum de 1 et 1)

# btnFrame.Content
source: Frame
es_es: Enmarcar
fr: Cadre

# btnFrame.ToolTipService.ToolTip
source: Creates a frame around the image of a certain color (Multiple frames of different colors can be overlaid) (A second color can be selected to create a gradient between two colors)
es_es: Crea un marco alrededor de la imagen de un color determinado (Se puede superponer varios marcos de distintos colores) (Se puede seleccionar un segundo color para crear un gradiente entre dos colores)
fr: Crée un cadre autour de l’image d’une certaine couleur (plusieurs cadres de couleurs différentes peuvent être superposés) (Une deuxième couleur peut être sélectionnée pour créer un dégradé entre deux couleurs)

# btnInvColores.Content
source: Invert colors
es_es: Invertir colores
fr: Inverser couleurs

# btnInvColores.ToolTipService.ToolTip
source: Change the colors of each pixel of the image by its inverse
es_es: Cambia los colores de cada pixel de la imagen por su inverso
fr: Changer les couleurs de chaque pixel de l’image par son inverse

# btnLimpiar.Content
source: Clean
es_es: Limpiar
fr: Propre

# btnLimpiar.ToolTipService.ToolTip
source: Removes loose pixels and resets them to neighboring pixels
es_es: Elimina pixel sueltos y los reestablece a los pixel vecinos
fr: Supprime les pixels perdus et les réinitialise aux pixels voisins

# btnOriginal.Content
source: Original
fr: Origine

# btnOriginal.ToolTipService.ToolTip
source: Returns to the original image originally selected
es_es: Vuelve a la imagen original seleccionada en un principio
fr: Renvoie à l’image d’origine sélectionnée à l’origine

# btnRecortar.Content
source: Crop
es_es: Recortar
fr: Couper

# btnRecortar.ToolTipService.ToolTip
source: Crop the current image
es_es: Recorta la imagen actual
fr: Recadrer l’image actuelle

# btnSave.Content
source: Save
es_es: Guardar
fr: Sauvegarder

# btnSave.ToolTipService.ToolTip
source: Save the current image to a file, you can change the image type to jpg, png or bmp
es_es: Guarda la imagen actual en un archivo, puede cambiar el tipo de imagen a jpg, png o bmp
fr: Enregistrez l’image actuelle dans un fichier, vous pouvez changer le type d’image en jpg, png ou bmp

# btnSeleccionarImagen.Content
source: Select an image
es_es: Seleccione una imagen
fr: Sélectionner une image

# btnSeleccionarImagen.ToolTipService.ToolTip
source: Select an image from the Windows Images folder, we are working to ensure upload from any location
es_es: Seleccione una imagen desde la carpeta Imágenes de Windows, estamos trabajando para garantizar la carga desde cualquier localización
fr: Sélectionnez une image dans le dossier Images système Windows, nous travaillons pour assurer le téléchargement à partir de n’importe quel emplacement

# btnVerAnuncio.Content
source: View Ad
es_es: Ver Anuncio
fr: Voir l’annonce

# btnVerAnuncio.ToolTipService.ToolTip
source: View Ad
es_es: Ver Anuncio
fr: Voir l’annonce

source: Close
es_es: Cerrar
fr: Fermer

# dibujarContornos
source: Draw outlines
es_es: Dibujar contornos
fr: Dessiner des contours

# enmarcar
source: Frame
es_es: Enmarcar
fr: Cadre

# errorContornos
source: It is not possible to process outlines in this image, try to raise or lower the tolerance
es_es: No es posible procesar contornos en esta imagen, pruebe a subir o bajar la tolerancia
fr: Il n’est pas possible de traiter les contours dans cette image, d’essayer d’augmenter ou d’abaisser la tolérance

# pixelar
source: Pixelate
es_es: Pixelar
fr: Pixelliser

# regionNoValida
source: Selected an invalid region
es_es: Seleccionó una región no válida
fr: Sélection d’une région non valide

# tbBackgroundColor.Text
source: Background color:
es_es: Color de fondo:
fr: Couleur d’arrière-plan:

# tbBrillo.Text
source: Brightness
es_es: Brillo
fr: Luminosité

# tbColor.Text
source: Colour:
es_es: Color:
fr: Couleur:

# tbColor2.Text
source: Add 2nd Color (gradient):
es_es: Añadir 2º Color (gradiente):
fr: Ajouter une 2ème couleur (dégradé) :

# tbColumnas.Text
source: Columns:
es_es: Columnas:
fr: Colonnes:

# tbContraste.Text
source: Contrast
es_es: Contraste
fr: Contraste

# tbFilas.Text
source: Rows:
es_es: Filas:
fr: Lignes:

# tbFrameSize.Text
source: Frame Size (pixels):
es_es: Tamaño Marco (pixels):
fr: Taille de l’image (pixels) :

# tbFuncionExperimental.Text
source: EXPERIMENTAL FUNCTION, MAY TAKE A WHILE
es_es: FUNCIóN EXPERIMENTAL, PUEDE TARDAR UN RATO
fr: FONCTION EXPÉRIMENTALE, PEUT PRENDRE UN CERTAIN TEMPS

# tbPixelsColor.Text
source: Pixel color:
es_es: Color de pixels:
fr: Couleur du pixel:

# tbTolerancia.Text
source: Tolerance:
es_es: Tolerancia:
fr: Tolérance:

# trocear
source: Chop
es_es: Trocear
fr: Diviser
